aalib
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-qt5
adwaita-qt6
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ant
aom
appstream
appstream-glib
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
argon2
ark
at-spi2-core
atkmm
attr
audacity
audit
autoconf
automake
avahi
babl
base
base-devel
bash
binutils
bison
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
botan
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
capstone
catch2
cdparanoia
cfitsio
chntpw
chromaprint
chrono-date
cifs-utils
clang
cmake
cmatrix
compiler-rt
coreutils
cpio
cryptsetup
curl
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dkms
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
dtc
duktape
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
enchant
evtest
exiv2
exo
expat
extra-cmake-modules
faac
faad2
fakeroot
fcitx5
fcitx5-configtool
fcitx5-mozc
fcitx5-qt
fd
feh
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
fftw
file
filesystem
filezilla
findutils
firefox
flac
flatpak
flex
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
gendesk
geoclue
gettext
ghc-filesystem
ghostscript
giflib
gimp
git
glances
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grim
groff
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk4
gtkmm3
gtksourceview4
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jdk17-openjdk
jq
jre-openjdk
jre-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
kded
keepassxc
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami-addons
kirigami2
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpackage
kparts
kpeople
kpeoplevcard
kpty
krb5
kservice
ktextwidgets
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libogg
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-librsvg
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxkbcommon
lib32-libxml2
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcgif
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdisplay-info
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfilezilla
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgsf
libgtop
libgudev
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libkate
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
libltc
libluv
libmad
libmalcontent
libmanette
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspack
libmypaint
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libshout
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunistring
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvips
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lld
llvm
llvm-libs
llvm14
llvm14-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua53
luajit
lutris
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
man-pages
materia-gtk-theme
mbedtls
md4c
mdadm
media-player-info
menu-cache
mesa
mesa-utils
meson
mimalloc
minicom
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mold
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
multipath-tools
mypaint-brushes1
nasm
ncurses
ndctl
neofetch
neon
neovim
net-tools
nethogs
netpbm
nettle
networkmanager
nftables
ninja
nmap
node-gyp
nodejs
nodejs-nopt
noise-suppression-for-voice
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nvidia-open-dkms
nvidia-settings
nvidia-utils
nvtop
obs-studio
ocl-icd
onetbb
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
osinfo-db
ostree
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pixman
pkgconf
playerctl
polkit
polkit-gnome
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
ppp
procps-ng
protobuf
psmisc
pulseaudio-qt
python
python-attrs
python-autocommand
python-beautifulsoup4
python-binaryornot
python-boolean.py
python-cairo
python-certifi
python-cffi
python-chardet
python-click
python-colorama
python-cryptography
python-debian
python-decorator
python-defusedxml
python-distro
python-docutils
python-evdev
python-fastjsonschema
python-flask
python-flask-cors
python-future
python-gobject
python-greenlet
python-idna
python-inflect
python-installer
python-itsdangerous
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-jsonschema
python-license-expression
python-lxml
python-mako
python-markdown
python-markupsafe
python-moddb
python-more-itertools
python-msgpack
python-ordered-set
python-orjson
python-packaging
python-pillow
python-pip
python-platformdirs
python-ply
python-protobuf
python-psutil
python-pycparser
python-pydantic
python-pygments
python-pynvim
python-pyqt5
python-pyqt5-sip
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-pyrate-limiter
python-pyrsistent
python-pysocks
python-requests
python-send2trash
python-setuptools
python-shtab
python-six
python-soupsieve
python-termcolor
python-tomli
python-toolz
python-tqdm
python-trove-classifiers
python-typing_extensions
python-ujson
python-urllib3
python-validate-pyproject
python-waitress
python-werkzeug
python-wheel
python-yaml
qbittorrent
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-sdl
qemu-audio-spice
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
qt6ct
quazip-qt6
raptor
rav1e
re2
readline
reuse
rhash
ripgrep
rnnoise
rsync
rtkit
rtmpdump
rubberband
rustup
samba
sbc
scdoc
sdl2
sdl2_image
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
signal-desktop
slang
slurp
smartmontools
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speedtest-cli
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
sratom
srt
starship
startup-notification
steam
sudo
suil
suitesparse
svt-av1
svt-hevc
swaybg
swayidle
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
thunar-volman
tinycompress
tk
tldr
tomlplusplus
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-font-awesome
ttf-liberation
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vde2
vid.stab
viewnior
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-validation-layers
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wf-recorder
which
wildmidi
wireplumber
wl-clipboard
woff2
wofi
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcur2png
xcursor-themes
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xfconf
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-xauth
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yajl
yarn
yt-dlp
zbar
zenity
zeromq
zimg
zip
zlib
zstd
zvbi
zxing-cpp
