a52dec
abseil-cpp
accounts-qml-module
accountsservice
acl
acpid
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adwaita-cursors
adwaita-icon-theme
aha
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appmenu-gtk-module
appstream
appstream-qt
apr
apr-util
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archlinux-appstream-data
archlinux-keyring
argon2
at
at-spi2-core
atkmm
attica5
attr
audacity
audiofile
audit
autoconf
automake
avahi
ayatana-ido
babl
baloo-widgets
baloo5
base
base-devel
bash
binutils
bison
blas
bluedevil
blueman
bluez
bluez-libs
bluez-qt5
bluez-utils
bolt
boost-libs
botan
botan2
box2d
breeze
breeze-gtk
breeze-icons
breeze-plymouth
breezy
brightnessctl
brltty
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabal-install
cabextract
cairo
cairomm
cantarell-fonts
capstone
cdparanoia
cfitsio
chntpw
chromaprint
chrono-date
cifs-utils
clang
clinfo
clucene
cmake
cmatrix
code
colord
compiler-rt
confuse
convertlit
coreutils
cppdap
cryptsetup
curl
cython
dav1d
db
db5.3
dbus
dbus-glib
dbus-python
dconf
ddcutil
debugedit
debuginfod
default-cursors
desktop-file-utils
device-mapper
devtools
dfu-programmer
dhclient
dhcpcd
diffutils
discord
discount
discover
dkms
dmidecode
dmraid
dnsmasq
dnssec-anchors
dolphin
dosfstools
double-conversion
drkonqi
dtc
duktape
dunst
e2fsprogs
ebook-tools
editorconfig-core-c
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron25
elfutils
ell
emacs
enchant
ethtool
evtest
exiv2
exo
expat
faad2
fakeroot
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
feh
ffmpeg
fftw
file
filesystem
filezilla
findutils
firefox
flac
flashrom
flatpak
flatpak-kcm
flex
fluidsynth
fmt
fontconfig
frameworkintegration5
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gamemode
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghc-libs
ghostscript
giflib
gimp
git
gjs
glances
glib-networking
glib2
glibc
glibmm
glow
glslang
glu
glusterfs
gmp
gnome-autoar
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
grim
groff
gsettings-desktop-schemas
gsfonts
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gts
guile
gupnp
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-async
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-cryptohash-sha256
haskell-data-array-byte
haskell-echo
haskell-ed25519
haskell-edit-distance
haskell-ghc-bignum-orphans
haskell-hackage-security
haskell-hashable
haskell-http
haskell-lukko
haskell-network
haskell-network-uri
haskell-random
haskell-regex-base
haskell-regex-posix
haskell-resolv
haskell-splitmix
haskell-tar
haskell-th-compat
haskell-zlib
hdparm
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
hyphen
hyprland
i2c-tools
i7z
iana-etc
icu
iio-sensor-proxy
ijs
imagemagick
imath
imlib2
iniparser
intel-gmmlib
intel-gpu-tools
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk17-openjdk
jemalloc
jq
jre-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js115
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities-stats5
kactivities5
kactivitymanagerd
karchive5
kauth5
kbd
kbookmarks5
kcmutils5
kcodecs5
kcompletion5
kconfig5
kconfigwidgets5
kcontacts5
kcoreaddons5
kcrash5
kdbusaddons5
kde-cli-tools
kde-gtk-config
kdeclarative5
kdeconnect
kdecoration
kded5
kdelibs4support
kdeplasma-addons
kdesu5
kdnssd5
kdsoap-qt5
kdsoap-ws-discovery-client
keepassxc
kemoticons
keyutils
kfilemetadata5
kgamma5
kglobalaccel5
kguiaddons5
kholidays5
khotkeys
ki18n5
kiconthemes5
kidletime5
kinfocenter
kio-extras
kio-fuse
kio5
kirigami-addons5
kirigami2
kitemmodels5
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets5
kmenuedit
kmod
knewstuff5
knotifications5
knotifyconfig5
kpackage5
kparts5
kpeople5
kpeoplevcard
kpipewire
kpty5
kquickcharts5
krb5
krunner5
kscreen
kscreenlocker
kservice5
ksshaskpass
ksystemstats
ktexteditor5
ktextwidgets5
kunitconversion5
kuserfeedback5
kwallet-pam
kwallet5
kwayland-integration
kwayland5
kwidgetsaddons5
kwin
kwindowsystem5
kwrited
kxmlgui5
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-librsvg
lib32-libsndfile
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-intel-driver
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-opus
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre2
lib32-pixman
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libc++
libc++abi
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcgif
libclc
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdecor
libdeflate
libdisplay-info
libdmtx
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfilezilla
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgdm
libgexiv2
libgirepository
libglvnd
libgme
libgpg-error
libgsf
libgtop
libgudev
libgusb
libgweather-4
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libiscsi
libisl
libixion
libjcat
libjpeg-turbo
libjxl
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
libluv
libmad
libmalcontent
libmanette
libmbim
libmd
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpd
libmpdclient
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libmypaint
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libprocps
libproxy
libpsl
libpulse
libqaccessibilityclient-qt5
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsixel
libslirp
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libspiro
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libtraceevent
libtracefs
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau
libvdpau-va-gl
libverto
libvips
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lld
llvm
llvm-libs
llvm14
llvm14-libs
lm_sensors
lmdb
lpsolve
lsb-release
lsof
lua
lua-argparse
lua-filesystem
lua53
luacheck
luajit
luit
lutris
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mariadb-libs
materia-gtk-theme
mbedtls
md4c
mdadm
media-player-info
menu-cache
mercurial
mesa
mesa-utils
mesa-vdpau
meson
milou
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt5
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
multipath-tools
mutter
mypaint-brushes1
nasm
nautilus
ncurses
ndctl
neofetch
neon
neovim
neovim-nvim-treesitter
net-tools
nethogs
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-qt5
nftables
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
notification-daemon
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
numactl
obs-studio
ocaml
ocaml-compiler-libs
ocl-icd
onevpl
oniguruma
opam
openal
opencl-clover-mesa
opencl-rusticl-mesa
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
opusfile
orc
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
oxygen
oxygen-sounds
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parallel
parted
passim
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
peg
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pixman
pkcs11-helper
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework5
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-protocols
plasma-wayland-session
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
playerctl
plymouth
plymouth-kcm
pnpm
polkit
polkit-gnome
polkit-kde-agent
polkit-qt5
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
portmidi
portsmf
powerdevil
powertop
ppp
prison5
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio-qt
purpose5
python
python-annotated-types
python-appdirs
python-argcomplete
python-astroid
python-attrs
python-autocommand
python-beautifulsoup4
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-configobj
python-cryptography
python-defusedxml
python-dill
python-distlib
python-distro
python-dulwich
python-evdev
python-fastbencode
python-fastjsonschema
python-filelock
python-future
python-gobject
python-greenlet
python-idna
python-inflect
python-isort
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lazy-object-proxy
python-lxml
python-mako
python-markdown
python-markupsafe
python-mccabe
python-merge3
python-moddb
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-patiencediff
python-pillow
python-pip
python-pipx
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pylint
python-pynacl
python-pynvim
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyrate-limiter
python-pysocks
python-requests
python-setuptools
python-shtab
python-six
python-soupsieve
python-systemd
python-termcolor
python-toml
python-tomli
python-tomlkit
python-toolz
python-tqdm
python-trove-classifiers
python-typing_extensions
python-ujson
python-urllib3
python-userpath
python-validate-pyproject
python-virtualenv
python-wheel
python-wrapt
python-xlib
python-yaml
qbittorrent
qca-qt5
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-cris
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-nios2
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qqc2-desktop-style5
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webview
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-translations
qt6-wayland
qt6ct
quazip-qt6
raptor
rasqal
rav1e
re2
readline
redland
rhash
ripgrep
river
rnnoise
rofi
rpcbind
rsync
rtkit
rubberband
run-parts
rustup
samba
sbc
sdbus-cpp
sddm
sddm-kcm
sdl12-compat
sdl2
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_ttf
sdl_ttf
seabios
seatd
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
sl
slang
slurp
smartmontools
smbclient
snappy
sndio
socat
solid5
sonnet5
sord
sound-theme-freedesktop
soundtouch
source-highlight
speedtest-cli
speex
speexdsp
spice
spice-protocol
spirv-llvm-translator
spirv-tools
sqlite
sratom
srt
startup-notification
steam
subversion
sudo
suil
suitesparse
svt-av1
swaybg
swayidle
swaylock
syndication5
syntax-highlighting5
sysfsutils
system76-firmware
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
tevent
texinfo
thermald
thin-provisioning-tools
threadweaver5
thunderbird
tk
tldr
tlp
tlp-rdw
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
twolame
typescript
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
v4l2loopback-dkms
valgrind
vamp-plugin-sdk
vde2
vdpauinfo
vid.stab
viewnior
vim
vim-runtime
virglrenderer
virtiofsd
vkd3d
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-tools
vulkan-validation-layers
w3m
wavpack
waybar
wayland
wayland-protocols
wayland-utils
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing-1
wev
wget
which
whois
wildmidi
wine
wireless_tools
wireplumber
wl-clipboard
wlroots
woff2
wofi
wolfssl
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xbitmaps
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcursor-themes
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-synaptics
xf86-video-ati
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xss-lock
xterm
xvidcore
xxhash
xz
yajl
yaml-cpp
yt-dlp
zenity
zeromq
zig
zimg
zip
zlib
zls
zram-generator
zstd
zxing-cpp
zziplib
