acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
arandr
arc-gtk-theme
arc-icon-theme
archlinux-keyring
argon2
ark
at-spi2-core
atkmm
attr
audacity
audit
autoconf
autoconf-archive
automake
avahi
babl
base
bash
binutils
bison
blas
bluez-libs
bluez-utils
boost-libs
botan
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cdparanoia
cfitsio
chntpw
cifs-utils
cmake
cmatrix
coreutils
cryptsetup
curl
cython
dav1d
db
dbus
dbus-glib
dbus-python
dconf
deepin-desktop-base
deepin-qt-dbus-factory
deepin-qt5integration
deepin-qt5platform-plugins
deepin-screenshot
deepin-turbo
deepin-wayland
desktop-file-utils
device-mapper
diffutils
discord
dkms
dmraid
dnssec-anchors
dosfstools
double-conversion
doxygen
dtkcommon
dtkcore
dtkgui
dtkwidget
dtkwm
duktape
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron
elfutils
enchant
exiv2
expac
expat
extra-cmake-modules
fakeroot
fcitx
fcitx-configtool
fcitx-mozc
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flatpak
flex
fontconfig
fontforge
freeglut
freetype2
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghostscript
giflib
gimp
git
glances
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsettings-qt
gsfonts
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gts
guile
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
htop
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imath
imlib2
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jre-openjdk
jre-openjdk-headless
jre17-openjdk
jre17-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
keepassxc
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-at-spi2-core
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libvorbis
lib32-libwebp
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxt
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pcre2
lib32-pixman
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcgif
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libde265
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libglvnd
libgpg-error
libgphoto2
libgsf
libgudev
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libinih
libinput
libisl
libjpeg-turbo
libksba
libldac
libldap
libluv
libmad
libmalcontent
libmanette
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmspack
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqtxdg
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libuninameslist
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvips
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lshw
lua
luajit
luit
lutris
lv2
lvm2
lxappearance
lxmenu-data
lz4
lzo
m4
mailcap
make
man-db
man-pages
materia-gtk-theme
md4c
mdadm
media-player-info
menu-cache
mesa
mesa-utils
meson
metis
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
nasm
ncurses
ndctl
neofetch
neovim
net-snmp
nethogs
netpbm
nettle
networkmanager
nim
ninja
noto-fonts-emoji
npth
nspr
nss
numactl
nvidia
nvidia-settings
nvidia-utils
nvtop
ocl-icd
openal
opencl-headers
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
ostree
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
picom
pinentry
pipewire
pipewire-jack
pixman
pkgconf
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
portmidi
portsmf
potrace
procps-ng
psmisc
pulseaudio
python
python-appdirs
python-autocommand
python-cairo
python-chardet
python-defusedxml
python-distro
python-evdev
python-future
python-gobject
python-gpgme
python-idna
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-more-itertools
python-nspektr
python-ordered-set
python-packaging
python-pillow
python-psutil
python-pydantic
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pysocks
python-requests
python-setuptools
python-tomli
python-trove-classifiers
python-typing_extensions
python-urllib3
python-validate-pyproject
python-yaml
qca-qt5
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-imageformats
qt6-svg
qt6-translations
quazip-qt6
rav1e
re2
readline
rest
rhash
rtkit
rubberband
run-parts
rust
samba
sane
sbc
scdoc
sdl2
sed
serd
shaderc
shadow
shared-mime-info
signal-desktop
slang
smbclient
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
speedtest-cli
speex
speexdsp
spirv-tools
spotifyd
sqlite
sratom
srt
startup-notification
sudo
suil
suitesparse
svt-av1
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
talloc
tar
tcl
tdb
tevent
texinfo
thin-provisioning-tools
tk
tor
torbrowser-launcher
tpm2-tss
tracker3
tree-sitter
tslib
ttf-dejavu
ttf-font-awesome
ttf-liberation
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vid.stab
vim
vim-runtime
vkd3d
vmaf
volume_key
vulkan-headers
vulkan-icd-loader
wayland
webkit2gtk
webrtc-audio-processing
which
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcursor-themes
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xf86-video-intel
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-util-macros
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xterm
xvidcore
xxhash
xz
yasm
youtube-dl
zeromq
zimg
zip
zlib
zstd
